Repository: ephios-dev/ephios-youthwarden
Catalog: ephios_youthwarden/locale/*/LC_MESSAGES/django.po
Languages: de

source: Youth warden flow
de: Jugendwart Freigabeablauf

source: This plugin lets youth wardens decide about participations of minors.
de: Dieses Plugin führt eine Bestätigung durch Jugendwarte für die Anmeldung Minderjähriger bei Veranstaltungen bestimmter Typen ein.

source: {user} wants to participate in {shift}
de: Jugendfreigabe: {user} möchte an {shift} teilnehmen

source: Minors need to be approved by youthwardens before participating in this eventtype
de: Die Teilnahme durch Minderjährige an Veranstaltungen dieses Typs muss durch Jugendwarte freigegeben werden

source: Pending
de: Ausstehend

source: Approved
de: Angenommen

source: Denied
de: Abgelehnt

source: state
de: Status

source: Your youth warden does not allow you to participate in this shift.
de: Ein Jugendwart hat deine Teilnahme abgelehnt.

source: Approval from your youth warden is pending.
de: Eine Freigabe deiner Teilnahme durch einen Jugendwart steht aus.

source: You need to get approval from your youth warden first.
de: Du musst zur Anmeldung eine Freigabe durch einen Jugendwart anfragen.

source: Decide about participation of minors
de: Über die Teilnahme von Minderjährigen an Veranstaltungen entscheiden

source: Enables this group to approve or deny participation of minors in shifts.
de: Wenn aktiviert fungieren Mitglieder der Gruppe als Jugendwart und können die Teilnahme Minderjähriger an den eingestellten Veranstaltungstypen freigeben.

source: Request approval from youth warden
de: Freigabe durch Jugendwart anfragen

source: Your request has been sent.
de: Deine Anfrage wurde gesendet.
